import React from 'react';

const Paralax = () => {
  return (
    <>
      <div id="parallax-world-of-ugg">
        <section>
          <div className="title">
            <h3>ХЕДЕР</h3>
            <h1></h1>
          </div>
        </section>

        <section>
          <div className="parallax-one">
            <h2>НАЗВАНИЕ </h2>
          </div>
        </section>

        <section>
          <div className="block">
            <p>
              <span className="first-character sc">I</span>какой то контент
              какой то контенткакой то контенткакой то контенткакой то
              контенткакой то контент какой то контент какой то контент какой то
              контент какой то контент какой то контент какой то контенткакой то
              контенткакой то контент какой то контент какой то контент
            </p>
            <p className="line-break margin-top-10"></p>
            <p className="margin-top-10">
              какой то контенткакой то контенткакой то контенткакой то
              контенткакой то контент какой то контент какой то контент какой то
              контент какой то контент какой то контент какой то контенткакой то
              контенткакой то контент какой то контент какой то контент какой то
              контенткакой то контенткакой то контенткакой то контенткакой то
              контент какой то контент какой то контент какой то контент какой
              то контент какой то контент какой то контенткакой то контенткакой
              то контент какой то контент какой то контент какой то контенткакой
              то контенткакой то контенткакой то контенткакой то контент какой
              то контент какой то контент какой то контент какой то контент
              какой то контент какой то контенткакой то контенткакой то контент
              какой то контент какой то контент какой то контенткакой то
              контенткакой то контенткакой то контенткакой то контент какой то
              контент какой то контент какой то контент какой то контент какой
              то контент какой то контенткакой то контенткакой то контент какой
              то контент какой то контент какой то контенткакой то контенткакой
              то контенткакой то контенткакой то контент какой то контент какой
              то контент какой то контент какой то контент какой то контент
              какой то контенткакой то контенткакой то контент какой то контент
              какой то контент
            </p>
          </div>
        </section>

        <section>
          <div className="parallax-two">
            <h2>МОЕМ</h2>
          </div>
        </section>

        <section>
          <div className="block">
            <p>
              <span className="first-character ny">B</span> какой то
              контенткакой то контенткакой то контенткакой то контенткакой то
              контент какой то контент какой то контент какой то контент какой
              то контент какой то контент какой то контенткакой то контенткакой
              то контент какой то контент какой то контент какой то контенткакой
              то контенткакой то контенткакой то контенткакой то контент какой
              то контент какой то контент какой то контент какой то контент
              какой то контент какой то контенткакой то контенткакой то контент
              какой то контент какой то контент какой то контенткакой то
              контенткакой то контенткакой то контенткакой то контент какой то
              контент какой то контент какой то контент какой то контент какой
              то контент какой то контенткакой то контенткакой то контент какой
              то контент какой то контент какой то контенткакой то контенткакой
              то контенткакой то контенткакой то контент какой то контент какой
              то контент какой то контент какой то контент какой то контент
              какой то контенткакой то контенткакой то контент какой то контент
              какой то контент
            </p>
            <p className="line-break margin-top-10"></p>
            <p className="margin-top-10">
              какой то контенткакой то контенткакой то контенткакой то
              контенткакой то контент какой то контент какой то контент какой то
              контент какой то контент какой то контент какой то контенткакой то
              контенткакой то контент какой то контент какой то контент какой то
              контенткакой то контенткакой то контенткакой то контенткакой то
              контент какой то контент какой то контент какой то контент какой
              то контент какой то контент какой то контенткакой то контенткакой
              то контент какой то контент какой то контент какой то контенткакой
              то контенткакой то контенткакой то контенткакой то контент какой
              то контент какой то контент какой то контент какой то контент
              какой то контент какой то контенткакой то контенткакой то контент
              какой то контент какой то контент какой то контенткакой то
              контенткакой то контенткакой то контенткакой то контент какой то
              контент какой то контент какой то контент какой то контент какой
              то контент какой то контенткакой то контенткакой то контент какой
              то контент какой то контент какой то контенткакой то контенткакой
              то контенткакой то контенткакой то контент какой то контент какой
              то контент какой то контент какой то контент какой то контент
              какой то контенткакой то контенткакой то контент какой то контент
              какой то контент
            </p>
          </div>
        </section>

        <section>
          <div className="parallax-three">
            <h2>ПОДМЕТАЕМ</h2>
          </div>
        </section>

        <section>
          <p className="line-break margin-top-10"></p>
          <p className="margin-top-10">Футер</p>
          <p className="margin-top-10">
            какой то контенткакой то контенткакой то контенткакой то
            контенткакой то контент какой то контент какой то контент какой то
            контент какой то контент какой то контент какой то контенткакой то
            контенткакой то контент какой то контент какой то контент какой то
            контенткакой то контенткакой то контенткакой то контенткакой то
            контент какой то контент какой то контент какой то контент какой то
            контент какой то контент какой то контенткакой то контенткакой то
            контент какой то контент какой то контент какой то контенткакой то
            контенткакой то контенткакой то контенткакой то контент какой то
            контент какой то контент какой то контент какой то контент какой то
            контент какой то контенткакой то контенткакой то контент какой то
            контент какой то контент какой то контенткакой то контенткакой то
            контенткакой то контенткакой то контент какой то контент какой то
            контент какой то контент какой то контент какой то контент какой то
            контенткакой то контенткакой то контент какой то контент какой то
            контент какой то контенткакой то контенткакой то контенткакой то
            контенткакой то контент какой то контент какой то контент какой то
            контент какой то контент какой то контент какой то контенткакой то
            контенткакой то контент какой то контент какой то контент
          </p>
        </section>
      </div>
    </>
  );
};

export default Paralax;
